Repository: sidimam/AmuleRemote
Catalog: Localizable.xcstrings
Source language: it
Languages: ar, de, en, es, fr, zh_hans

source: Il cambio lingua è immediato per l'interfaccia; notifiche e formati si adeguano al prossimo avvio. Il colore cambia l'icona nel Dock; quella nel Finder resta l'originale. Con il blocco attivo, all'avvio l'app chiede %@ (o la password del Mac) prima di mostrare i contenuti.
ar: يُطبَّق تغيير اللغة على الواجهة فورًا؛ وتتكيّف الإشعارات والتنسيقات عند التشغيل التالي. يغيّر اللون أيقونة Dock؛ وتبقى أيقونة Finder الأصلية. مع تفعيل القفل، يطلب التطبيق عند التشغيل %@ (أو كلمة مرور Mac) قبل عرض المحتوى.
de: Der Sprachwechsel gilt sofort für die Oberfläche; Mitteilungen und Formate passen sich beim nächsten Start an. Die Farbe ändert das Dock-Symbol; das im Finder bleibt das Original. Bei aktiver Sperre fragt die App beim Start nach %@ (oder dem Mac-Passwort), bevor sie Inhalte anzeigt.
en: The language change applies to the interface immediately; notifications and formats follow at the next launch. The color changes the Dock icon; the one in the Finder stays the original. With the lock on, at launch the app asks for %@ (or the Mac password) before showing any content.
es: El cambio de idioma es inmediato en la interfaz; notificaciones y formatos se adaptan en el próximo inicio. El color cambia el icono del Dock; el del Finder sigue siendo el original. Con el bloqueo activo, al iniciar la app pide %@ (o la contraseña del Mac) antes de mostrar el contenido.
fr: Le changement de langue est immédiat pour l'interface ; notifications et formats s'adaptent au prochain lancement. La couleur change l'icône du Dock ; celle du Finder reste l'originale. Avec le verrouillage actif, au lancement l'app demande %@ (ou le mot de passe du Mac) avant d'afficher le contenu.
zh_hans: 语言更改对界面立即生效；通知和格式在下次启动时调整。颜色会更改 Dock 中的图标；访达中的图标保持原样。启用锁定后，应用在启动时会先要求 %@（或 Mac 密码）再显示内容。

source: Il colore cambia l'icona nel Dock; quella nel Finder resta l'originale.
ar: يغيّر اللون أيقونة Dock؛ وتبقى أيقونة Finder الأصلية.
de: Die Farbe ändert das Dock-Symbol; das Finder-Symbol bleibt das Original.
en: The color changes the Dock icon; the Finder icon stays the original.
es: El color cambia el icono del Dock; el del Finder sigue siendo el original.
fr: La couleur change l'icône du Dock ; celle du Finder reste l'originale.
zh_hans: 颜色会更改 Dock 图标；访达中的图标保持原样。

source: Il colore dell'icona vale per iPhone e iPad; su Apple Watch resta l'icona originale.
ar: ينطبق لون الأيقونة على iPhone وiPad؛ وتحتفظ Apple Watch بالأيقونة الأصلية.
de: Die Symbolfarbe gilt für iPhone und iPad; die Apple Watch behält das Originalsymbol.
en: The icon color applies to iPhone and iPad; Apple Watch keeps the original icon.
es: El color del icono se aplica a iPhone y iPad; el Apple Watch mantiene el icono original.
fr: La couleur de l'icône s'applique à l'iPhone et à l'iPad ; l'Apple Watch garde l'icône d'origine.
zh_hans: 图标颜色适用于 iPhone 和 iPad；Apple Watch 保留原始图标。

source: Il demone remoto verrà arrestato e la connessione chiusa. Dovrai riavviarlo da Unraid.
ar: سيتوقف العفريت البعيد ويُغلق الاتصال. ستحتاج إلى إعادة تشغيله من Unraid.
de: Der entfernte Daemon wird gestoppt und die Verbindung geschlossen. Sie müssen ihn über Unraid neu starten.
en: The remote daemon will be stopped and the connection closed. You will need to restart it from Unraid.
es: El demonio remoto se detendrá y la conexión se cerrará. Tendrás que reiniciarlo desde Unraid.
fr: Le démon distant sera arrêté et la connexion fermée. Vous devrez le redémarrer depuis Unraid.
zh_hans: 远程守护进程将停止且连接关闭。需要从 Unraid 重新启动。

source: Il profilo con la stella è quello predefinito, proposto all'avvio. Scorri a sinistra per eliminare un profilo o renderlo predefinito.
ar: الملف المميز بنجمة هو الافتراضي عند البدء. اسحب لليسار لحذف ملف أو جعله افتراضيًا.
de: Das markierte Profil ist das Standardprofil beim Start. Nach links streichen, um ein Profil zu löschen oder als Standard festzulegen.
en: The starred profile is the default one, offered at launch. Swipe left to delete a profile or make it the default.
es: El perfil con estrella es el predeterminado, propuesto al iniciar. Desliza a la izquierda para eliminar un perfil o hacerlo predeterminado.
fr: Le profil étoilé est celui par défaut, proposé au lancement. Balayez vers la gauche pour supprimer un profil ou le définir par défaut.
zh_hans: 带星标的配置为默认配置，启动时使用。左滑可删除配置或设为默认。

source: Il profilo predefinito viene proposto all'avvio dell'app e usato per i controlli in background.
ar: يُستخدم الملف الافتراضي عند بدء التطبيق وفي الفحوصات في الخلفية.
de: Das Standardprofil wird beim Start vorgeschlagen und für Hintergrundprüfungen verwendet.
en: The default profile is offered at launch and used for background checks.
es: El perfil predeterminado se propone al iniciar la app y se usa para las comprobaciones en segundo plano.
fr: Le profil par défaut est proposé au lancement et utilisé pour les vérifications en arrière-plan.
zh_hans: 默认配置在启动时使用，并用于后台检查。

source: Il telecomando per il tuo server aMule (amuled) su NAS, Unraid, Raspberry Pi o PC di casa: l'app non scarica nulla sul dispositivo, controlla il server che già possiedi tramite il protocollo EC (External Connections).
ar: جهاز التحكم عن بُعد بخادم aMule (amuled) على NAS أو Unraid أو Raspberry Pi أو حاسوب المنزل: لا يُنزّل التطبيق شيئًا إلى الجهاز، بل يتحكم بالخادم الذي تملكه عبر بروتوكول EC (External Connections).
de: Die Fernbedienung für deinen aMule-Server (amuled) auf NAS, Unraid, Raspberry Pi oder Heim-PC: Die App lädt nichts auf das Gerät, sie steuert den Server, den du schon hast, über das EC-Protokoll (External Connections).
en: The remote control for your aMule server (amuled) on a NAS, Unraid, Raspberry Pi or home PC: the app downloads nothing to the device, it controls the server you already own through the EC (External Connections) protocol.
es: El control remoto de tu servidor aMule (amuled) en un NAS, Unraid, Raspberry Pi o PC de casa: la app no descarga nada en el dispositivo, controla el servidor que ya tienes mediante el protocolo EC (External Connections).
fr: La télécommande de votre serveur aMule (amuled) sur NAS, Unraid, Raspberry Pi ou PC de la maison : l'app ne télécharge rien sur l'appareil, elle pilote le serveur que vous possédez déjà via le protocole EC (External Connections).
zh_hans: 你的 aMule 服务器（amuled）的遥控器，无论它运行在 NAS、Unraid、Raspberry Pi 还是家用电脑上：App 不会向设备下载任何内容，而是通过 EC（External Connections）协议控制你已有的服务器。

source: Illimitato
ar: غير محدود
de: Unbegrenzt
en: Unlimited
es: Ilimitado
fr: Illimité
zh_hans: 不限

source: Impossibile connettersi a %@. Controlla che amuled sia acceso e raggiungibile.
ar: لا يمكن الاتصال بـ %@. تحقق من أن amuled يعمل ويمكن الوصول إليه.
de: Verbindung zu %@ nicht möglich. Prüfe, ob amuled läuft und erreichbar ist.
en: Cannot connect to %@. Check that amuled is running and reachable.
es: No se puede conectar con %@. Comprueba que amuled esté encendido y accesible.
fr: Impossible de se connecter à %@. Vérifiez qu'amuled est allumé et joignable.
zh_hans: 无法连接到 %@。请检查 amuled 是否已启动并可访问。

source: Imposta la priorità di un download
ar: تعيين أولوية تنزيل
de: Priorität eines Downloads festlegen
en: Set a download's priority
es: Establecer la prioridad de una descarga
fr: Définir la priorité d'un téléchargement
zh_hans: 设置某个下载的优先级

source: Impostazioni
ar: الإعدادات
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
zh_hans: 设置

source: Impostazioni aMule (remoto)
ar: إعدادات aMule (عن بُعد)
de: aMule-Einstellungen (entfernt)
en: aMule Settings (Remote)
es: Ajustes de aMule (remoto)
fr: Réglages aMule (distant)
zh_hans: aMule 设置（远程）

source: Impostazioni app
ar: إعدادات التطبيق
de: App-Einstellungen
en: App Settings
es: Ajustes de la app
fr: Réglages de l'app
zh_hans: 应用设置

source: Impostazioni avanzate
ar: إعدادات متقدمة
de: Erweiterte Einstellungen
en: Advanced Settings
es: Ajustes avanzados
fr: Réglages avancés
zh_hans: 高级设置

source: In pausa: %@
ar: متوقف مؤقتًا: %@
de: Pausiert: %@
en: Paused: %@
es: En pausa: %@
fr: En pause : %@
zh_hans: 已暂停：%@

source: Incolla o detta il link: con un iPhone vicino puoi usare la notifica «Tastiera Apple TV».
ar: الصق الرابط أو أملِه: مع وجود iPhone قريب يمكنك استخدام إشعار «لوحة مفاتيح Apple TV».
de: Füge den Link ein oder diktiere ihn: Mit einem iPhone in der Nähe kannst du die Mitteilung „Apple TV-Tastatur“ verwenden.
en: Paste or dictate the link: with an iPhone nearby you can use the “Apple TV Keyboard” notification.
es: Pega o dicta el enlace: con un iPhone cerca puedes usar la notificación «Teclado del Apple TV».
fr: Collez ou dictez le lien : avec un iPhone à proximité, utilisez la notification « Clavier Apple TV ».
zh_hans: 粘贴或口述链接：附近有 iPhone 时可使用“Apple TV 键盘”通知。

source: Incolla uno o più link ed2k:// (anche uno per riga, o un testo che li contiene): l'app li riconosce da sola.
ar: الصق رابطًا واحدًا أو أكثر من روابط ed2k:// (واحد في كل سطر أو نص يحتويها): يتعرّف التطبيق عليها تلقائيًا.
de: Füge einen oder mehrere ed2k://-Links ein (einer pro Zeile oder ein Text, der sie enthält): Die App erkennt sie von selbst.
en: Paste one or more ed2k:// links (one per line, or any text that contains them): the app picks them out by itself.
es: Pega uno o varios enlaces ed2k:// (uno por línea o un texto que los contenga): la app los reconoce sola.
fr: Collez un ou plusieurs liens ed2k:// (un par ligne, ou un texte qui les contient) : l'app les reconnaît d'elle-même.
zh_hans: 粘贴一个或多个 ed2k:// 链接（每行一个，或包含链接的文本）：App 会自动识别。

source: Indietro
ar: رجوع
de: Zurück
en: Back
es: Atrás
fr: Retour
zh_hans: 返回

source: Indirizzo
ar: العنوان
de: Adresse
en: Address
es: Dirección
fr: Adresse
zh_hans: 地址

source: Indirizzo (IP o host)
ar: العنوان (IP أو مضيف)
de: Adresse (IP oder Host)
en: Address (IP or host)
es: Dirección (IP o host)
fr: Adresse (IP ou hôte)
zh_hans: 地址（IP 或主机名）

source: Indirizzo (IP o host):
ar: العنوان (IP أو مضيف):
de: Adresse (IP oder Host):
en: Address (IP or host):
es: Dirección (IP o host):
fr: Adresse (IP ou hôte) :
zh_hans: 地址（IP 或主机名）：

source: Informativa sulla privacy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
en: Privacy policy
es: Política de privacidad
fr: Politique de confidentialité
zh_hans: 隐私政策

source: Informazioni app
ar: حول التطبيق
de: Über
en: About
es: Información
fr: À propos
zh_hans: 关于

source: Informazioni su aMule Remote
ar: حول aMule Remote
de: Über aMule Remote
en: About aMule Remote
es: Acerca de aMule Remote
fr: À propos d'aMule Remote
zh_hans: 关于 aMule Remote

source: Inizia
ar: ابدأ
de: Los geht's
en: Get started
es: Empezar
fr: Commencer
zh_hans: 开始使用

source: Integrità e recupero
ar: السلامة والاسترداد
de: Integrität und Wiederherstellung
en: Integrity and recovery
es: Integridad y recuperación
fr: Intégrité et récupération
zh_hans: 完整性与恢复

source: Intervallo controlli
ar: فاصل الفحص
de: Prüfintervall
en: Check interval
es: Intervalo de comprobación
fr: Intervalle de vérification
zh_hans: 检查间隔

source: Intervallo controlli:
ar: فاصل الفحص:
de: Prüfintervall:
en: Check interval:
es: Intervalo de comprobación:
fr: Intervalle de vérification :
zh_hans: 检查间隔：

source: Inverti risultati
ar: عكس النتائج
de: Ergebnisse umkehren
en: Invert results
es: Invertir resultados
fr: Inverser les résultats
zh_hans: 反转结果

source: Invia
ar: إرسال
de: Senden
en: Send
es: Enviar
fr: Envoyer
zh_hans: 发送

source: Kad disconnesso
ar: Kad غير متصل
de: Kad getrennt
en: Kad disconnected
es: Kad desconectado
fr: Kad déconnecté
zh_hans: Kad 已断开

source: Kad riconnesso
ar: تمت إعادة الاتصال بـ Kad
de: Kad wieder verbunden
en: Kad reconnected
es: Kad reconectado
fr: Kad reconnecté
zh_hans: Kad 已重新连接

source: Kad: Avvia
ar: Kad: بدء
de: Kad: Starten
en: Kad: Start
es: Kad: Iniciar
fr: Kad : Démarrer
zh_hans: Kad：启动

source: Kad: Ferma
ar: Kad: إيقاف
de: Kad: Stoppen
en: Kad: Stop
es: Kad: Detener
fr: Kad : Arrêter
zh_hans: Kad：停止

source: Keepalive server (secondi):
ar: إبقاء الخادم نشطًا (ثوانٍ):
de: Server-Keepalive (Sekunden):
en: Server keepalive (seconds):
es: Keepalive del servidor (segundos):
fr: Keepalive du serveur (secondes) :
zh_hans: 服务器保活（秒）：

source: L'app è bloccata. Autenticati con %@ per continuare.
ar: التطبيق مقفل. صادق باستخدام %@ للمتابعة.
de: Die App ist gesperrt. Mit %@ authentifizieren, um fortzufahren.
en: The app is locked. Authenticate with %@ to continue.
es: La app está bloqueada. Autentícate con %@ para continuar.
fr: L'app est verrouillée. Authentifiez-vous avec %@ pour continuer.
zh_hans: 应用已锁定。请使用 %@ 验证以继续。

source: La connessione con %@ si è chiusa. L'app si riconnetterà da sola.
ar: انقطع الاتصال بـ %@. سيعيد التطبيق الاتصال تلقائيًا.
de: Die Verbindung zu %@ wurde geschlossen. Die App verbindet sich von selbst neu.
en: The connection to %@ was closed. The app will reconnect by itself.
es: La conexión con %@ se ha cerrado. La app se reconectará sola.
fr: La connexion à %@ s'est fermée. L'app se reconnectera d'elle-même.
zh_hans: 与 %@ 的连接已关闭。App 会自动重新连接。

source: La sincronizzazione iCloud richiede la build firmata ufficiale (DMG dal sito, Homebrew o Mac App Store): questa copia non ha il profilo iCloud.
ar: تتطلب مزامنة iCloud الإصدار الرسمي الموقّع (DMG من الموقع أو Homebrew أو Mac App Store): هذه النسخة لا تحتوي على ملف تعريف iCloud.
de: Die iCloud-Synchronisierung erfordert den offiziellen signierten Build (DMG von der Website, Homebrew oder Mac App Store): Diese Kopie hat kein iCloud-Profil.
en: iCloud sync requires the official signed build (DMG from the website, Homebrew or Mac App Store): this copy has no iCloud profile.
es: La sincronización de iCloud requiere la compilación oficial firmada (DMG del sitio, Homebrew o Mac App Store): esta copia no tiene el perfil de iCloud.
fr: La synchronisation iCloud nécessite la version officielle signée (DMG du site, Homebrew ou Mac App Store) : cette copie n'a pas le profil iCloud.
zh_hans: iCloud 同步需要官方签名版本（网站 DMG、Homebrew 或 Mac App Store）：此副本没有 iCloud 配置文件。

source: Le notifiche (download avviati e completati, server non raggiungibile, cadute e riconnessioni eD2k/Kad) si gestiscono in Impostazioni di Sistema → Notifiche: la riga Notifiche ti porta lì.
ar: تُدار الإشعارات (بدء التنزيلات وإكمالها، وعدم الوصول إلى الخادم، وانقطاع eD2k/Kad وإعادة اتصالهما) في إعدادات النظام → الإشعارات: يأخذك صف الإشعارات إلى هناك.
de: Mitteilungen (gestartete und abgeschlossene Downloads, nicht erreichbarer Server, eD2k/Kad-Abbrüche und -Wiederverbindungen) werden in den Systemeinstellungen → Mitteilungen verwaltet: Die Zeile Mitteilungen führt dich dorthin.
en: Notifications (downloads started and completed, server unreachable, eD2k/Kad drops and reconnections) are managed in System Settings → Notifications: the Notifications row takes you there.
es: Las notificaciones (descargas iniciadas y completadas, servidor no accesible, caídas y reconexiones eD2k/Kad) se gestionan en Ajustes del Sistema → Notificaciones: la fila Notificaciones te lleva allí.
fr: Les notifications (téléchargements démarrés et terminés, serveur injoignable, coupures et reconnexions eD2k/Kad) se gèrent dans Réglages Système → Notifications : la ligne Notifications vous y amène.
zh_hans: 通知（下载开始与完成、服务器不可达、eD2k/Kad 断开与重连）在“系统设置 → 通知”中管理：点按“通知”一行即可前往。

source: Le notifiche di aMule Remote sono disattivate nelle Impostazioni del dispositivo. Attivale da Impostazioni → aMule Remote → Notifiche.
ar: إشعارات aMule Remote معطّلة في إعدادات الجهاز. فعّلها من الإعدادات ← aMule Remote ← الإشعارات.
de: Die Mitteilungen von aMule Remote sind in den Geräteeinstellungen deaktiviert. Aktiviere sie unter Einstellungen → aMule Remote → Mitteilungen.
en: aMule Remote notifications are turned off in device Settings. Enable them in Settings → aMule Remote → Notifications.
es: Las notificaciones de aMule Remote están desactivadas en los Ajustes del dispositivo. Actívalas en Ajustes → aMule Remote → Notificaciones.
fr: Les notifications d'aMule Remote sont désactivées dans les Réglages de l'appareil. Activez-les dans Réglages → aMule Remote → Notifications.
zh_hans: aMule Remote 的通知已在设备设置中关闭。请在“设置 → aMule Remote → 通知”中开启。

source: Le notifiche di aMule Remote sono disattivate nelle Impostazioni di sistema. Attivale da Impostazioni di Sistema → Notifiche → aMule Remote.
ar: إشعارات aMule Remote معطّلة في إعدادات النظام. فعّلها من إعدادات النظام ← الإشعارات ← aMule Remote.
de: Die Mitteilungen von aMule Remote sind in den Systemeinstellungen deaktiviert. Aktiviere sie unter Systemeinstellungen → Mitteilungen → aMule Remote.
en: aMule Remote notifications are turned off in System Settings. Enable them in System Settings → Notifications → aMule Remote.
es: Las notificaciones de aMule Remote están desactivadas en Ajustes del Sistema. Actívalas en Ajustes del Sistema → Notificaciones → aMule Remote.
fr: Les notifications d'aMule Remote sont désactivées dans les Réglages Système. Activez-les dans Réglages Système → Notifications → aMule Remote.
zh_hans: aMule Remote 的通知已在系统设置中关闭。请在“系统设置 → 通知 → aMule Remote”中开启。

source: Le notifiche sono disattivate nelle Impostazioni di sistema.
ar: الإشعارات معطّلة في إعدادات النظام.
de: Mitteilungen sind in den Systemeinstellungen deaktiviert.
en: Notifications are turned off in the system Settings.
es: Las notificaciones están desactivadas en los Ajustes del sistema.
fr: Les notifications sont désactivées dans les Réglages du système.
zh_hans: 通知已在系统“设置”中关闭。

source: Licenza
ar: الترخيص
de: Lizenz
en: License
es: Licencia
fr: Licence
zh_hans: 许可证

source: Limite download
ar: حد التنزيل
de: Download-Limit
en: Download limit
es: Límite de descarga
fr: Limite de téléchargement
zh_hans: 下载限制

source: Limite download:
ar: حد التنزيل:
de: Download-Limit:
en: Download limit:
es: Límite de descarga:
fr: Limite de téléchargement :
zh_hans: 下载限制：

source: Limite upload
ar: حد الرفع
de: Upload-Limit
en: Upload limit
es: Límite de subida
fr: Limite d'envoi
zh_hans: 上传限制

source: Limite upload:
ar: حد الرفع:
de: Upload-Limit:
en: Upload limit:
es: Límite de subida:
fr: Limite d'envoi :
zh_hans: 上传限制：

source: Limiti connessioni
ar: حدود الاتصالات
de: Verbindungslimits
en: Connection limits
es: Límites de conexiones
fr: Limites de connexions
zh_hans: 连接限制

source: Limiti di banda (kB/s, 0 = illimitato)
ar: حدود النطاق (كيلوبايت/ث، 0 = بلا حد)
de: Bandbreitenlimits (kB/s, 0 = unbegrenzt)
en: Bandwidth limits (kB/s, 0 = unlimited)
es: Límites de ancho de banda (kB/s, 0 = ilimitado)
fr: Limites de bande passante (ko/s, 0 = illimité)
zh_hans: 带宽限制（kB/s，0 = 不限）

source: Lingua
ar: اللغة
de: Sprache
en: Language
es: Idioma
fr: Langue
zh_hans: 语言

source: Lingua:
ar: اللغة:
de: Sprache:
en: Language:
es: Idioma:
fr: Langue :
zh_hans: 语言：

source: Link eD2k
ar: رابط eD2k
de: eD2k-Link
en: eD2k Link
es: Enlace eD2k
fr: Lien eD2k
zh_hans: eD2k 链接

source: Link eD2k:
ar: رابط eD2k:
de: eD2k-Link:
en: eD2k link:
es: Enlace eD2k:
fr: Lien eD2k :
zh_hans: eD2k 链接：

source: Link non valido
ar: رابط غير صالح
de: Ungültiger Link
en: Invalid link
es: Enlace no válido
fr: Lien non valide
zh_hans: 链接无效

source: Livello filtro (0-255):
ar: مستوى التصفية (0-255):
de: Filterstufe (0–255):
en: Filter level (0–255):
es: Nivel de filtro (0-255):
fr: Niveau de filtre (0-255) :
zh_hans: 过滤级别（0-255）：

source: Log
ar: السجل
de: Protokoll
es: Registro
fr: Journal
zh_hans: 日志

source: Log del server
ar: سجل الخادم
de: Serverprotokoll
en: Server Log
es: Registro del servidor
fr: Journal du serveur
zh_hans: 服务器日志

source: Mai
ar: أبدًا
de: Nie
en: Never
es: Nunca
fr: Jamais
zh_hans: 从不

source: Menu, Dock e scorciatoie
ar: القوائم وDock والاختصارات
de: Menüs, Dock und Kurzbefehle
en: Menus, Dock and shortcuts
es: Menús, Dock y atajos
fr: Menus, Dock et raccourcis
zh_hans: 菜单、程序坞与快捷键

source: Messi in pausa %lld download.
ar: تم إيقاف %lld تنزيلات مؤقتًا.
de: %lld Downloads angehalten.
en: Paused %lld downloads.
es: %lld descargas pausadas.
fr: %lld téléchargements mis en pause.
zh_hans: 已暂停 %lld 个下载。

source: Mette in pausa il download il cui nome contiene il testo indicato.
ar: يوقف مؤقتًا التنزيل الذي يحتوي اسمه على النص المحدد.
de: Pausiert den Download, dessen Name den angegebenen Text enthält.
en: Pauses the download whose name contains the given text.
es: Pausa la descarga cuyo nombre contiene el texto indicado.
fr: Met en pause le téléchargement dont le nom contient le texte indiqué.
zh_hans: 暂停名称包含指定文本的下载。

source: Mette in pausa tutti i download attivi sul server aMule.
ar: يوقف مؤقتًا كل التنزيلات النشطة على خادم aMule.
de: Hält alle aktiven Downloads auf dem aMule-Server an.
en: Pauses all active downloads on the aMule server.
es: Pausa todas las descargas activas en el servidor aMule.
fr: Met en pause tous les téléchargements actifs sur le serveur aMule.
zh_hans: 暂停 aMule 服务器上所有活跃的下载。

source: Metti in pausa i download
ar: إيقاف التنزيلات مؤقتًا
de: Downloads anhalten
en: Pause Downloads
es: Pausar las descargas
fr: Mettre en pause les téléchargements
zh_hans: 暂停下载

source: Metti in pausa i nuovi download
ar: إيقاف التنزيلات الجديدة مؤقتًا
de: Neue Downloads anhalten
en: Pause new downloads
es: Pausar las descargas nuevas
fr: Mettre en pause les nouveaux téléchargements
zh_hans: 暂停新下载

source: Metti in pausa tutti i download
ar: إيقاف كل التنزيلات مؤقتًا
de: Alle Downloads pausieren
en: Pause all downloads
es: Pausar todas las descargas
fr: Mettre en pause tous les téléchargements
zh_hans: 暂停所有下载

source: Metti in pausa un download
ar: إيقاف تنزيل مؤقتًا
de: Einen Download pausieren
en: Pause a download
es: Pausar una descarga
fr: Mettre en pause un téléchargement
zh_hans: 暂停某个下载

source: Modifica profilo
ar: تعديل الملف الشخصي
de: Profil bearbeiten
en: Edit Profile
es: Editar perfil
fr: Modifier le profil
zh_hans: 编辑配置

source: Modifica…
ar: تعديل…
de: Bearbeiten…
en: Edit…
es: Editar…
fr: Modifier…
zh_hans: 编辑…

source: Mostra o nascondi i filtri di ricerca
ar: إظهار أو إخفاء عوامل تصفية البحث
de: Suchfilter ein- oder ausblenden
en: Show or hide the search filters
es: Mostrar u ocultar los filtros de búsqueda
fr: Afficher ou masquer les filtres de recherche
zh_hans: 显示或隐藏搜索筛选条件

source: Mostra password
ar: إظهار كلمة المرور
de: Passwort anzeigen
en: Show password
es: Mostrar contraseña
fr: Afficher le mot de passe
zh_hans: 显示密码

source: N.
ar: رقم
de: Nr.
en: No.
es: N.º
zh_hans: 序号

source: Nascondi file già in coda
ar: إخفاء الملفات الموجودة في القائمة
de: Bereits eingereihte Dateien ausblenden
en: Hide files already queued
es: Ocultar archivos ya en cola
fr: Masquer les fichiers déjà en file
zh_hans: 隐藏已在队列中的文件

source: Nascondi password
ar: إخفاء كلمة المرور
de: Passwort verbergen
en: Hide password
es: Ocultar contraseña
fr: Masquer le mot de passe
zh_hans: 隐藏密码
